export default function Demands() {
    return (
        <div className='spoiler_body'>
            <div>
                Операционная система: Windows (не ниже Windows 7).
            </div>
            <div>
                <b>Интернет-браузер:</b>
                <ul>
                    <li>Google Chrome (версии 40+),</li>
                    <li>Firefox (версии 59+),</li>
                    <li>Microsoft Internet Explorer (версии 11+),</li>
                </ul>
            </div>
            <div>
                Требования к программному обеспечению — совокупность утверждений относительно атрибутов, свойств или качеств программной системы, подлежащей реализации. Создаются в процессе разработки требований к программному обеспечению (ПО), в результате анализа требований.
            </div>
        </div>
    )
}